/* ssh host key changed */"%@'s fingerprint does not match the one on record. If the server has changed its key, then this is to be expected. If not then you should check with the system administrator before proceeding.\nThe new fingerprint is %@.\nDo you wish to connect to the server?" = "%1$@ の公開鍵が記録されているものと照合しません。サーバー側で鍵を変更した場合は、このようなエラーが起こります。もしそうでない場合は、まずシステム管理者に確認してください。\n新しい公開鍵は %2$@ です。\nサーバーに接続しますか？";/* ConnectionOpenPanel */"A Connection Error Occurred" = "接続エラーが起こりました";/* FTP Abort */"Action Aborted. Local Error" = "操作が取り消されました。ローカルエラー";/* FTP no data stream types available */"All data connection modes have been exhausted. Check with the server administrator." = "あらゆる接続モードでの接続に失敗しました。サーバ管理者にお問い合わせください。";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"An intermediate directory does not exist and needs to be created before the current directory" = "現在のディレクトリの上位にもう一つのディレクトリを作成する必要があります。";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"An unknown error occured" = "予期せぬエラーが起こりました";/* multiple connection joiner */"and" = "と";/* failed pk authentication for ssh */"Authentication by Public Key Failed" = "公開鍵での認証に失敗しました";/* failed authentication for ssh */"Authentication Failed. Do you have permission to access this server via SFTP?" = "Authentication Failed. Do you have permission to access this server via SFTP?";/* sftp last error */"Bad Message" = "Bad Message";/* FTP upload error */"Cannot Upload File. Storage quota on server exceeded" = "ファイルをアップロードできません。サーバの保存容量を超過しています。";/* sftp last error */"Connection Lost" = "Connection Lost";/* FileConnection set permissions error */"Could not change file permissions" = "ファイルのアクセス権を変更できませんでした";/* FileConnection create directory error */"Could not create directory" = "ディレクトリを作成できませんでした";/* FTP Create directory error */"Create directory operation failed" = "ディレクトリ作成の操作に失敗しました";/* Failed to open a data stream connection */"Data Stream Timed Out" = "データストリームのタイムアウト";/* sftp last error */"Directory not empty" = "Directory not empty";/* sftp last error */"End of File" = "End of File";/* sftp last error */"Error INVAL" = "Error INVAL";/* Directory Parsing Error */"Error parsing directory listing" = "ディレクトリリストの解析エラー";/* FTP no data streams available */"Exhausted all connection types to server. Please contact server administrator" = "すべてのサーバ接続タイプでの接続に失敗しました。サーバ管理者に連絡してください。";/* Bad ftp command */"Failed to change to directory" = "ディレクトリへの移動に失敗しました";/* sftp failure to create dir */"Failed to create directory" = "ディレクトリの作成に失敗しました";/* couldn't delete the file
   .Mac Directory Deletion Error
   WebDAV Directory Deletion Error */"Failed to delete directory" = "ディレクトリの削除に失敗しました";/* couldn't delete the file
   .Mac file deletion error
   WebDAV File Deletion Error */"Failed to delete file" = "ファイルの削除に失敗しました";/* failed to find the id_dsa.pub */"Failed to find public key in %@. If you have a custom named key, please set the User Default key SSHPublicKey." = "%@ で公開鍵を見つけることができませんでした。カスタマイズされた鍵をお持ちの場合は、ユーザデフォルト鍵を SSHPublicKey に設定してください。";/* failed authentication for ssh */"Failed to initialize SFTP Subsystem. Do you have permission to access this server via SFTP?" = "Failed to initialize SFTP Subsystem. Do you have permission to access this server via SFTP?";/* No .mac account or password */"Failed to retrieve .mac account details" = ".mac アカウント詳細の取得に失敗しました";/* FileConnection copy file error */"Failed to upload file" = "ファイルのアップロードに失敗しました";/* sftp last error */"Failure" = "失敗";/* FTP file download error */"File %@ does not exist on server" = "ファイル %@ はサーバに存在しません";/* FTP error */"File / Directory does not exist" = "ファイル／ディレクトリーがありません";/* sftp last error */"File already exists" = "ファイルはすでに存在します";/* FTP file in use */"File in Use" = "ファイルが使用中です";/* FTP Upload error */"Filename not Allowed" = "このファイル名は使用できません";/* FTP no service */"FTP Service Unavailable" = "FTP サービスが使用できません";/* Couldn't open the port to the host */"Host Unavailable" = "ホストが利用できません";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"Insufficient storage space available" = "保存スペースが十分ではありません";/* FTP Error */"Invalid Account name" = "アカウント名が無効です";/* sftp last error */"Invalid filename" = "ファイル名が無効です";/* sftp last error */"Invalid Handle" = "ハンドルが無効です";/* Stream Error before opening */"Is the service running on the server" = "サーバーは稼働していますか？
";/* sftp last error */"Link Loop" = "リンクループ";/* FTP download error */"Local File already exists" = "このローカルファイルはすでに存在します";/* sftp last error */"Lock Conflict" = "Lock Conflict";/* sftp last error */"Method not Supported" = "Method not Supported";/* sftp last error */"No Connection" = "No Connection";/* failed to find a connection class */"No connection available for requested connection type" = "この接続タイプは有効ではありません";/* failed to find a connection class */"No connection available for requested port" = "このポートでの接続は有効ではありません";/* failed to find a connection class */"No connection available for requested protocol" = "このプロトコルでの接続は有効ではありません";/* sftp last error */"No Media" = "メディアがありません";/* sftp last error */"No space left on remote machine" = "リモートマシンにスペースがありません";/* FTP Error */"No Storage Space Available" = "保存スペースがありません";/* sftp last error */"No such file" = "そのようなファイルはありません";/* sftp last error */"No such path" = "そのようなパスはありません";/* sftp last error */"Not a directory" = "ディレクトリがありません";/* FTP Error */"Not Logged In" = "ログインしていません";/* sftp last error
   OK */"OK" = "OK";/* sftp last error */"Operation Unsupported" = "Operation Unsupported";/* WebDAV Uploading Error
   .Mac File Uploading Error */"Parent Folder does not exist" = "上位フォルダが存在しません";/* sftp last error */"Permission Denied" = "Permission Denied";/* sftp last error */"Quota exceeded" = "Quota exceeded";/* FTP Error */"Request Aborted. Page Type Unknown" = "要求は中止されました。不明のページタイプ";/* sftp last error */"Request Denied" = "Request Denied";/* Error creating stream */"Stream Unavailable" = "ストリームは利用できません";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"The body of the request is not supported" = "リクエストの本体はサポートされていません。";/* sftp bad directory */"The directory (%@) does not exist" = "The directory (%@) does not exist";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"The directory already exists" = "このディレクトリはすでに存在します";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"The server does not allow the creation of directories at the current location" = "サーバはこの場所への新規ディレクトリの作成を許可していません";/* .Mac Directory Contents Error */"There is no .Mac access to the directory" = "このディレクトリへの .Mac 接続はできません";/* No WebDAV access to the specified path */"There is no WebDAV access to the directory" = "このディレクトリへの WebDAV 接続はできません";/* ssh authorise remote host fingerprint */"This is the first time connecting to %@. It has a fingerprint of \n%@. Do you wish to connect?" = "%1$@ に接続するのは今回が初めてです。次の公開鍵が設定されています：\n%2$@. 接続しますか？";/* FileConnection failed to copy file */"Unable to store data in file" = "データをファイルに保存できません";/* WebDAV Error */"Unknown Error Occurred" = "予期せぬエラーが起こりました";/* sftp last error */"Unknown Principle" = "Unknown Principle";/* No username or password */"Username and Password are required for FTP connections" = "FTP ではユーザ名とパスワードが必要です";/* No username or password */"Username and Password are required for WebDAV connections" = "WebDAV ではユーザ名とパスワードが必要です";/* No username or password */"Username is required for SFTP connections" = "SFTP 接続ではユーザ名が必要です";/* sftp last error */"Write Protected" = "Write Protected";/* FTP file upload error */"You do not have access to write file %@" = "%@ というファイルへのアクセス権がありません";/* FTP Error */"You need an Account to Upload Files" = "アップロードをするためにアカウントが必要です";